/* No comment provided by engineer. */
"*** *** " = "*** *** ";

/* No comment provided by engineer. */
"888 888" = "888 888";

/* No comment provided by engineer. */
"?" = "?";

/* No comment provided by engineer. */
"Accounts" = "Accounts";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Continue with limited usability" = "Continue with limited usability";

/* No comment provided by engineer. */
"Data to String conversion error" = "Data to String conversion error";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete account?" = "Delete account?";

/* No comment provided by engineer. */
"Disable Yubico OTP (recommended)" = "Disable Yubico OTP (recommended)";

/* No comment provided by engineer. */
"Disabling Yubico OTP will prevent the YubiKey from appearing as a keyboard. If you don’t use Yubico OTP this is the recommended solution. This can be re-enabled from the settings page." = "Disabling Yubico OTP will prevent the YubiKey from appearing as a keyboard. If you don’t use Yubico OTP this is the recommended solution. This can be re-enabled from the settings page.";

/* No comment provided by engineer. */
"Failed to cast object to Data error" = "Failed to cast object to Data error";

/* Invalid Uri, wrong parameters */
"Invalid URI format" = "Invalid URI format";

/* No comment provided by engineer. */
"Item not found in secure storage" = "Item not found in secure storage";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Pinned" = "Pinned";

/* No service found */
"Plug-in your YubiKey for that operation" = "Plug-in your YubiKey for that operation";

/* No comment provided by engineer. */
"Remove and re-insert your YubiKey" = "Remove and re-insert your YubiKey";

/* No comment provided by engineer. */
"Some content..." = "Some content...";

/* No response */
"Something went wrong and key doesn't respond" = "Something went wrong and key doesn't respond";

/* No comment provided by engineer. */
"String to Data conversion error" = "String to Data conversion error";

/* Timeout issue */
"The key doesn't respond" = "The key doesn't respond";

/* Invalid Uri format, not OATH URL */
"This QR code is not supported" = "This QR code is not supported";

/* Not supported */
"This version of iOS does not support operations with the YubiKey for Lightning nor over NFC" = "This version of iOS does not support operations with the YubiKey for Lightning nor over NFC";

/* No comment provided by engineer. */
"This will permanently delete the account from the YubiKey, and your ability to generate codes for it!" = "This will permanently delete the account from the YubiKey, and your ability to generate codes for it!";

/* No comment provided by engineer. */
"This YubiKey has Yubico OTP enabled which makes it appear as an external keyboard to the iPhone. Unfortunately this causes problem with the normal on-screen keyboard." = "This YubiKey has Yubico OTP enabled which makes it appear as an external keyboard to the iPhone. Unfortunately this causes problem with the normal on-screen keyboard.";

/* No comment provided by engineer. */
"Unhandled Error" = "Unhandled Error";

/* No comment provided by engineer. */
"While the YubiKey is inserted the on-screen keyboard will not appear. To show the keyboard you will have to remove the YubiKey and then re-insert it." = "While the YubiKey is inserted the on-screen keyboard will not appear. To show the keyboard you will have to remove the YubiKey and then re-insert it.";

/* No comment provided by engineer. */
"Yubico OTP" = "Yubico OTP";

/* No comment provided by engineer. */
"Yubico OTP enabled" = "Yubico OTP enabled";

/* No comment provided by engineer. */
"Yubico OTP has been disabled" = "Yubico OTP has been disabled";

